#+title: Exposición: Trampas y el problema del acceso al kernel
#+author: Gunnar Wolf

- Tema presentado por :: Eduardo Paniagua
- Calificación global :: 8.97 * 0.3 + 9 * 0.7 = *8.991*

* Evaluación grupal

[[./evaluacion_alumnos.pdf][Evaluaciones individuales de los alumnos]]

|--------------+-------+------------+----------+-----------+-------|
| Originalidad | Nivel | Relevancia | Claridad | Presencia | Total |
|--------------+-------+------------+----------+-----------+-------|
|              |       |            |          |           |       |
|           10 |   7.5 |         10 |      7.5 |        10 |  9.00 |
|           10 |    10 |        7.5 |       10 |        10 |  9.50 |
|           10 |   7.5 |        7.5 |       10 |        10 |  9.00 |
|          7.5 |   7.5 |        7.5 |        5 |       7.5 |  7.00 |
|          7.5 |    10 |         10 |       10 |        10 |  9.50 |
|           10 |    10 |          0 |       10 |        10 |     8 |
|          7.5 |    10 |        7.5 |       10 |        10 |  9.00 |
|           10 |    10 |         10 |       10 |       7.5 |  9.50 |
|           10 |    10 |         10 |       10 |        10 |    10 |
|           10 |    10 |         10 |       10 |        10 |    10 |
|           10 |    10 |         10 |       10 |        10 |    10 |
|           10 |    10 |         10 |       10 |        10 |    10 |
|           10 |    10 |         10 |       10 |        10 |    10 |
|          7.5 |   7.5 |          5 |       10 |        10 |  8.00 |
|           10 |   7.5 |        7.5 |       10 |        10 |  9.00 |
|          7.5 |   7.5 |          5 |      7.5 |         5 |  6.50 |
|           10 |    10 |         10 |       10 |        10 |    10 |
|           10 |    10 |         10 |       10 |        10 |    10 |
|            5 |    10 |        7.5 |       10 |        10 |  8.50 |
|           10 |    10 |         10 |       10 |        10 |    10 |
|           10 |    10 |         10 |       10 |        10 |    10 |
|            5 |   7.5 |          5 |      7.5 |         5 |  6.00 |
|           10 |    10 |         10 |       10 |        10 |    10 |
|           10 |    10 |         10 |       10 |        10 |    10 |
|           10 |   7.5 |        7.5 |      7.5 |         5 |  7.50 |
|            5 |     5 |          5 |        5 |       7.5 |  5.50 |
|           10 |   7.5 |          5 |       10 |        10 |  8.50 |
|          7.5 |   7.5 |          5 |      7.5 |       7.5 |  7.00 |
|           10 |    10 |        7.5 |       10 |        10 |  9.50 |
|           10 |    10 |         10 |       10 |        10 |    10 |
|           10 |    10 |         10 |       10 |        10 |    10 |
|           10 |    10 |         10 |       10 |        10 |    10 |
|           10 |    10 |        7.5 |       10 |        10 |  9.50 |
|              |       |            |          |           |       |
|--------------+-------+------------+----------+-----------+-------|
|         9.09 |  9.09 |       8.11 |     9.32 |      9.24 |  8.97 |
|--------------+-------+------------+----------+-----------+-------|
#+TBLFM: @>$1..@>$6=vmean(@II..@III-1); f-2::@3$>..@>>>$>=vmean($1..$5); f-2

* Evaluación del docente

| *Aspecto*              | *Peso* | *Evaluación* | *Puntos* |
|------------------------+--------+--------------+----------|
| Originalidad del tema  |    0.1 |           10 |       1. |
| Material desarrollado  |    0.2 |           10 |       2. |
| Contenido              |    0.2 |          7.5 |      1.5 |
| Fuentes bibliográficas |    0.1 |            5 |      0.5 |
| Uso del tiempo         |    0.1 |           10 |       1. |
| Dominio del tema       |   0.15 |           10 |      1.5 |
| Presencia              |   0.15 |           10 |      1.5 |
|------------------------+--------+--------------+----------|
| *Global*               |        |              |     9.00 |
#+TBLFM: @<<$4..@>>$4=$2*$3::$4=vsum(@<<..@>>);f-2
